---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryData
source: html/1cc9a982-144a-9ab8-52a1-99e82fe6206f.htm
---
# DuctFittingAndAccessoryData Members

Releases all resources used by the DuctFittingAndAccessoryData